Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# analytics_sharing_subtitle
source: Allows anonymous usage analytics to help improve Sudoku Duel.
ar: يسمح بتحليلات الاستخدام المجهولة للمساعدة في تحسينSudoku Duel.
bn: উন্নতিতে সহায়তা করার জন্য অ্যানোনাম ব্যবহার বিশ্লেষণ অনুমতিSudoku Duel.
de: Erlaubt anonymes Benutzungsanalytikum, um zu verbessernSudoku Duel.
es: Permite análisis de uso anónimo para ayudar a mejorarSudoku Duel.
fr: Permet des analyses d’utilisation anonymes pour améliorerSudoku Duel.
hi: बेहतर बनाने में मदद करने के लिए अनाम उपयोग विश्लेषण की अनुमति देता हैSudoku Duel.
id: Memungkinkan anonim analisis penggunaan untuk membantu meningkatkanSudoku Duel.
it: Permette analisi di utilizzo anonime per migliorareSudoku Duel.
ja: 匿名の使用分析を可能にし、改善を支援するSudoku Duel.
ko: 개선을 위한 익명의 사용 분석을 허용Sudoku Duel.
nl: Anonieme gebruiksanalyses helpen bij het verbeterenSudoku Duel.
pl: Pozwala na anonimowe analizy użytkowania, aby pomóc poprawićSudoku Duel.
pt: Permite anônimas análises de uso para ajudar a melhorarSudoku Duel.
ru: Разрешается анонимный анализ использования, чтобы помочь улучшитьSudoku Duel.
th: ช่วยให้การวิเคราะห์การใช้งานที่匿名เพื่อช่วยปรับปรุงSudoku Duel.
tr: Anonim kullanım analitiğinin geliştirilmesine yardımcı olurSudoku Duel.
uk: Дозволяє анонімні аналізи використання, щоб допомогти поліпшитиSudoku Duel.
ur: بہتر بنانے میں مدد کرنے کے لئے نامعلوم استعمال کے تجزیہ کی اجازت دیتا ہےSudoku Duel.
vi: Cho phép phân tích sử dụng ẩn danh để giúp cải thiệnSudoku Duel.
zh_hans: 允许匿名使用分析,以帮助改善Sudoku Duel.
zh_hant: 允許匿名使用分析,以幫助改善Sudoku Duel.

source: Crash reports sharing
ar: تقارير تبادل
bn: বিতরণের খবর বিতরণ
de: Schlagzeilen zum Teilen
es: Reportaciones de la división
fr: Accident de partage de rapports
hi: रिपोर्टिंग की घटनाएं
id: Laporan berkedip
it: Rapporti di crash condivisione
ja: クラッシュ レポート 共有
ko: 공간 보고서 공유
nl: Crash rapporten delen
pl: Dane dzielenia się
pt: Relatórios de crash compartilhamento
ru: Расчет об аварии
th: การแบ่งปันรายงาน Crash
tr: Çökme raporları paylaşımı
uk: Звіт про поділ
ur: رپورٹیں کا اشتراک کریں
vi: Báo cáo chia sẻ
zh_hans: 破坏报告共享
zh_hant: 破壞報告共享

# crash_reports_sharing_subtitle
source: Sends crash diagnostics when something fails.
ar: إرسال تشخيص الانهيار عندما يفشل شيء ما.
bn: কোনও সমস্যা হলে ডিজাইন পাঠান।
de: Eine Diagnose von Unfall sendet, wenn etwas failliert.
es: Envíe un diagnóstico de accidente cuando algo fallece.
fr: Il envoie un diagnostic de crash quand quelque chose échoue.
hi: एक दुर्घटना का पता लगाएं जब कुछ विफल हो जाता है।
id: Menerima diagnosis kecelakaan ketika sesuatu gagal.
it: Invia un diagnosi di incidente quando qualcosa fallisce.
ja: 何かが失敗したときに事故診断を送る。
ko: 무언가가 실패할 때 사고 진단을 보내십시오.
nl: Stuur een diagnose van een crash wanneer er iets misgaat.
pl: - wysłać diagnozę wypadku, gdy coś się nie uda.
pt: Envie diagnóstico de acidente quando algo falha.
ru: Посылает диагноз аварии, когда что-то неудачно.
th: ส่งการวินิจฉัยการจังหวะเมื่อสิ่งบางอย่างผิดพลาด
tr: Bir şey başarısız olduğunda kaza teşhisini gönderir.
uk: Подайте діагноз аварії, коли щось не вдається.
ur: ایک حادثہ کا تشخیص بھیجیں جب کچھ ناکام ہو جاتا ہے.
vi: Gửi chẩn đoán tai nạn khi có gì đó thất bại.
zh_hans: 发送事故诊断,当事情失败时。
zh_hant: 傳送事故診斷,當事情失敗時。

source: Ad privacy
ar: الخصوصية
bn: গোপনীয়তা
de: Ad Privatsphäre
es: Ad Privacidad
fr: Ad confidentialité
hi: निजी विज्ञापन
id: Ad Privasi
ja: プライバシー広告
ko: 개인 정보 Ad
pl: Ad prywatności
pt: Ad privacidade
ru: Ad частная жизнь
th: การโฆษณาความเป็นส่วนตัว
tr: Reklam gizliliği
uk: Адміністрація приватності
ur: خصوصیات کے لئے
vi: Ad tư nhân
zh_hans: 广告隐私
zh_hant: 廣告隱私

source: Ad privacy choices
ar: اختيارات الخصوصية
bn: গোপনীয়তা নির্বাচন
de: Privatsphäre-Wahl
es: Selecciones de privacidad
fr: Choix de confidentialité
hi: गोपनीयता विकल्प
id: Pilihan Privasi
it: Le scelte di privacy
ja: プライバシーの選択
ko: 개인 정보 선택
nl: Privacy keuzes
pl: Wybór prywatności
pt: Ad Privacidade Escolha
ru: Выбор конфиденциальности
th: การเลือกความเป็นส่วนตัว
tr: Reklam gizliliği seçenekleri
uk: Вибір конфіденційності
ur: خصوصیات کے اختیارات
vi: Quyết định riêng tư
zh_hans: 隐私选择
zh_hant: 隱私選擇

# ad_privacy_choices_subtitle
source: Review or change the privacy choices used for advertising.
ar: مراجعة أو تغيير خيارات الخصوصية المستخدمة في الإعلانات.
bn: বিজ্ঞাপন জন্য ব্যবহার করা ব্যক্তিগততা নির্বাচনগুলি দেখুন বা পরিবর্তন করুন।
de: Überprüfen oder ändern Sie die für Werbung verwendeten Privatsphäre-Optionen.
es: Revisa o cambia las opciones de privacidad utilizadas para la publicidad.
fr: Réviser ou modifier les choix de confidentialité utilisés pour la publicité.
hi: विज्ञापन के लिए उपयोग किए जाने वाले गोपनीयता विकल्पों की समीक्षा या परिवर्तन।
id: Pertimbangkan atau ubah pilihan privasi yang digunakan untuk iklan.
it: Rispettare o modificare le scelte di privacy utilizzate per la pubblicità.
ja: 広告に使用されるプライバシーの選択肢を検討または変更します。
ko: 광고에 사용되는 개인 정보 보호 선택을 검토하거나 변경합니다.
nl: Bekijk of wijzigen de privacy-opties die worden gebruikt voor reclame.
pl: Przegląd lub zmiana opcji prywatności stosowanych w reklamie.
pt: Revise ou altera as opções de privacidade usadas para a publicidade.
ru: Обзор или изменение вариантов конфиденциальности, используемых для рекламы.
th: รีวิวหรือเปลี่ยนตัวเลือกความเป็นส่วนตัวที่ใช้สําหรับการโฆษณา
tr: Reklam için kullanılan gizlilik seçimlerini gözden geçirin veya değiştirin.
uk: Переглянути або змінити вибір конфіденційності, що використовується для реклами.
ur: تبصرہ کریں یا عوض کریں ذاتی انتخاب جو اشتہارات کے لئے استعمال کیا جاتا ہے.
vi: Xem lại hoặc thay đổi các lựa chọn quyền riêng tư được sử dụng cho quảng cáo.
zh_hans: 查看或更改用于广告的隐私选项。
zh_hant: 檢視或更改用於廣告的隱私選項。

source: Connected
ar: متصل
bn: সংযুক্ত
de: Verbunden
es: Conectado
fr: Connecté
hi: कनेक्टेड
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączono
pt: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
ur: منسلک
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: Forfeit and leave
ar: استسلم وغادر
bn: হার মেনে বের হন
de: Aufgeben und verlassen
es: Rendirse y salir
fr: Abandonner et quitter
hi: हार मानें और छोड़ें
id: Menyerah dan keluar
it: Arrenditi ed esci
ja: 投了して退出
ko: 기권하고 나가기
nl: Opgeven en verlaten
pl: Poddaj i wyjdź
pt: Desistir e sair
ru: Сдаться и выйти
th: ยอมแพ้และออก
tr: Teslim ol ve ayrıl
uk: Здатися й вийти
ur: ہار مان کر نکلیں
vi: Đầu hàng và rời đi
zh_hans: 认输并离开
zh_hant: 認輸並離開

source: Global
ar: عام
bn: গ্লোবাল
es: Globalidad
fr: Globalement
hi: वैश्विक
it: Globale
ja: 全体
ko: 전체
nl: Globaal
pl: Globalny
pt: Globalidade
ru: Общий
th: รวม
tr: Genel
uk: Загальний
ur: عالمی
vi: Toàn cầu
zh_hans: 全局
zh_hant: 全域

# leaderboard_empty
source: No leaderboard entries yet.
ar: لا توجد إدخالات في لوحة الصدارة بعد.
bn: এখনও কোনো লিডারবোর্ড এন্ট্রি নেই।
de: Noch keine Einträge in der Bestenliste.
es: Aún no hay entradas en la clasificación.
fr: Aucune entrée de classement pour le moment.
hi: अभी कोई लीडरबोर्ड प्रविष्टि नहीं है।
id: Belum ada entri papan peringkat.
it: Non ci sono ancora voci in classifica.
ja: ランキング項目はまだありません。
ko: 아직 순위표 항목이 없습니다.
nl: Nog geen vermeldingen in het klassement.
pl: Brak wpisów w rankingu.
pt: Ainda não há entradas no placar.
ru: Записей в таблице лидеров пока нет.
th: ยังไม่มีรายการบนกระดานผู้นำ
tr: Henüz liderlik kaydı yok.
uk: У таблиці лідерів ще немає записів.
ur: ابھی کوئی لیڈر بورڈ اندراج نہیں ہے۔
vi: Chưa có mục nào trên bảng xếp hạng.
zh_hans: 暂无排行榜记录。
zh_hant: 尚無排行榜紀錄。

# leaderboard_empty_hint
source: Sudoku Duel ELO fills after ranked online matches are completed.
ar: Sudoku Duel ELOيتم ملء المباريات بعد الانتهاء من مباريات التصنيف عبر الإنترنت.
bn: Sudoku Duel ELOঅনলাইন খেলা শেষ হলে ফল ফল।
de: Sudoku Duel ELOFüllungen nach der Beendigung der Online-Ranking-Spiele.
es: Sudoku Duel ELOLas plazas después de que se completen los partidos en línea.
fr: Sudoku Duel ELOLes matchs en ligne sont terminés après les matchs classés.
hi: Sudoku Duel ELOऑनलाइन रैंकिंग के बाद खेलों को पूरा किया जाता है।
id: Sudoku Duel ELOSetelah pertandingan online yang diselenggarakan selesai.
it: Sudoku Duel ELOI giochi online dopo la conclusione dei classificati.
ja: Sudoku Duel ELOオンライン試合が終了した後、オンライン試合が完了します。
ko: Sudoku Duel ELO온라인 경기 종료 후에 채우기.
nl: Sudoku Duel ELODe wedstrijden worden voltooid na de online wedstrijden.
pl: Sudoku Duel ELOWypełnienie po zakończeniu rankingu meczów online.
pt: Sudoku Duel ELOA inscrição é feita após o jogo online de classificação.
ru: Sudoku Duel ELOЗаполняется после завершения онлайн-рейтингных матчей.
th: Sudoku Duel ELOการเติมหลังจากที่การแข่งขันออนไลน์ที่จัดอันดับจะเสร็จสิ้น
tr: Sudoku Duel ELO, dereceli çevrim içi maçlar tamamlandıkça dolar.
uk: Sudoku Duel ELOЗавантажити після завершення онлайн-магазів.
ur: Sudoku Duel ELOانٹرویو کے بعد انٹرویو کے بعد انٹرویو کے بعد انٹرویو ختم ہو جائے گا.
vi: Sudoku Duel ELOĐặt hàng sau khi các trận đấu trực tuyến xếp hạng được hoàn thành.
zh_hans: Sudoku Duel ELO网上比赛完成后,排行榜。
zh_hant: Sudoku Duel ELO網上比賽完成後,排行榜。

# leaderboard_row
source: %1d games · %2d% win rate
ar: %1d مباريات · نسبة فوز %2d%
bn: %1d ম্যাচ · %2d% জয়
de: %1d Spiele · %2d% Siegquote
es: %1d partidas · %2d% de victorias
fr: %1d parties · %2d% de victoires
hi: %1d खेल · %2d% जीत दर
id: %1d game · %2d% menang
it: %1d partite · %2d% vittorie
ja: %1d試合 · 勝率%2d%
ko: %1d게임 · 승률 %2d%
nl: %1d spellen · %2d% winst
pl: %1d gier · %2d% wygranych
pt: %1d jogos · %2d% de vitórias
ru: %1d игр · %2d% побед
th: %1d เกม · ชนะ %2d%
tr: %1d maç · %2d% kazanma oranı
uk: %1d ігор · %2d% перемог
ur: %1d میچ · %2d% جیت
vi: %1d trận · thắng %2d%
zh_hans: %1d 场 · %2d% 胜率
zh_hant: %1d 場 · %2d% 勝率

source: Leaderboards
ar: لوحات الصدارة
bn: লিডারবোর্ড
de: Bestenlisten
es: Clasificaciones
fr: Classements
hi: लीडरबोर्ड
id: Papan peringkat
it: Classifiche
ja: ランキング
ko: 순위표
nl: Klassementen
pl: Rankingi
pt: Placares
ru: Таблицы лидеров
th: กระดานผู้นำ
tr: Liderlik tabloları
uk: Таблиці лідерів
ur: لیڈر بورڈز
vi: Bảng xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜

# online_connection_failed
source: Online duel connection failed: %1s
ar: فشل اتصال النزال عبر الإنترنت: %1s
bn: অনলাইন ডুয়েল সংযোগ ব্যর্থ: %1s
de: Online-Duell-Verbindung fehlgeschlagen: %1s
es: Falló la conexión del duelo en línea: %1s
fr: Échec de connexion au duel en ligne : %1s
hi: ऑनलाइन मुकाबला कनेक्शन विफल: %1s
id: Koneksi duel online gagal: %1s
it: Connessione al duello online non riuscita: %1s
ja: オンライン対戦への接続に失敗しました: %1s
ko: 온라인 대전 연결 실패: %1s
nl: Online duelverbinding mislukt: %1s
pl: Połączenie pojedynku online nie powiodło się: %1s
pt: Falha na conexão do duelo online: %1s
ru: Ошибка подключения к онлайн-дуэли: %1s
th: การเชื่อมต่อดวลออนไลน์ล้มเหลว: %1s
tr: Online düello bağlantısı başarısız: %1s
uk: Помилка підключення до онлайн-дуелі: %1s
ur: آن لائن مقابلہ کنکشن ناکام: %1s
vi: Kết nối đấu trực tuyến thất bại: %1s
zh_hans: 在线对局连接失败：%1s
zh_hant: 線上對局連線失敗：%1s

# online_final_score
source: Final score: %1d — %2d
ar: النتيجة النهائية: %1d - %2d
bn: চূড়ান্ত স্কোর: %1d - %2d
de: Endstand: %1d - %2d
es: Puntuación final: %1d - %2d
fr: Score final : %1d - %2d
hi: अंतिम स्कोर: %1d - %2d
id: Skor akhir: %1d - %2d
it: Punteggio finale: %1d - %2d
ja: 最終スコア: %1d - %2d
ko: 최종 점수: %1d - %2d
nl: Eindscore: %1d - %2d
pl: Wynik końcowy: %1d - %2d
pt: Placar final: %1d - %2d
ru: Итоговый счет: %1d - %2d
th: คะแนนสุดท้าย: %1d - %2d
tr: Final skor: %1d - %2d
uk: Фінальний рахунок: %1d - %2d
ur: حتمی اسکور: %1d - %2d
vi: Điểm cuối: %1d - %2d
zh_hans: 最终比分：%1d - %2d
zh_hant: 最終比分：%1d - %2d

# online_forfeit_body
source: Leaving an active online duel forfeits the match to your opponent.
ar: مغادرة نزال نشط عبر الإنترنت تمنح الفوز لخصمك.
bn: চলমান অনলাইন ডুয়েল ছাড়লে প্রতিপক্ষ জিতে যাবে।
de: Wenn du ein aktives Online-Duell verlässt, gewinnt dein Gegner.
es: Salir de un duelo en línea activo da la victoria a tu rival.
fr: Quitter un duel en ligne actif donne la victoire à votre adversaire.
hi: सक्रिय ऑनलाइन मुकाबला छोड़ने पर जीत प्रतिद्वंद्वी को मिलेगी।
id: Keluar dari duel online aktif memberikan kemenangan kepada lawan.
it: Uscire da un duello online attivo assegna la vittoria all’avversario.
ja: 進行中のオンライン対戦を離れると相手の勝利になります。
ko: 진행 중인 온라인 대전을 나가면 상대가 승리합니다.
nl: Als je een actief online duel verlaat, wint je tegenstander.
pl: Opuszczenie aktywnego pojedynku online daje zwycięstwo przeciwnikowi.
pt: Sair de um duelo online ativo dá a vitória ao oponente.
ru: Выход из активной онлайн-дуэли отдаст победу сопернику.
th: การออกจากดวลออนไลน์ที่กำลังเล่นอยู่จะให้คู่แข่งชนะ
tr: Aktif bir online düellodan ayrılmak maçı rakibine kazandırır.
uk: Вихід з активної онлайн-дуелі віддасть перемогу супернику.
ur: فعال آن لائن مقابلہ چھوڑنے سے حریف جیت جائے گا۔
vi: Rời trận đấu trực tuyến đang diễn ra sẽ trao chiến thắng cho đối thủ.
zh_hans: 离开进行中的在线对局会让对手获胜。
zh_hant: 離開進行中的線上對局會讓對手獲勝。

# online_forfeit_title
source: Forfeit match?
ar: هل تريد الانسحاب من المباراة؟
bn: ম্যাচে হার মানবেন?
de: Match aufgeben?
es: ¿Rendirse en la partida?
fr: Abandonner la partie ?
hi: मैच छोड़ना है?
id: Menyerah dari pertandingan?
it: Vuoi arrenderti?
ja: 対戦を投了しますか？
ko: 매치를 기권할까요?
nl: Match opgeven?
pl: Poddasz mecz?
pt: Desistir da partida?
ru: Сдаться в матче?
th: ยอมแพ้แมตช์หรือไม่
tr: Maçtan çekilmek istiyor musun?
uk: Здатися в матчі?
ur: میچ چھوڑنا چاہتے ہیں؟
vi: Đầu hàng trận này?
zh_hans: 要认输本局吗？
zh_hant: 要認輸本局嗎？

# online_turn_number
source: Turn %1d
ar: الدور %1d
bn: টার্ন %1d
de: Zug %1d
es: Turno %1d
fr: Tour %1d
hi: चाल %1d
id: Giliran %1d
it: Turno %1d
ja: ターン%1d
ko: 턴 %1d
nl: Beurt %1d
pl: Tura %1d
pt: Turno %1d
ru: Ход %1d
th: ตาที่ %1d
tr: Tur %1d
uk: Хід %1d
ur: باری %1d
vi: Lượt %1d
zh_hans: 第 %1d 回合
zh_hant: 第 %1d 回合

# online_waiting_snapshot
source: Waiting for the server snapshot…
ar: بانتظار لقطة حالة الخادم…
bn: সার্ভার স্ন্যাপশটের অপেক্ষা…
de: Warte auf Server-Snapshot…
es: Esperando el estado del servidor…
fr: En attente de l’instantané du serveur…
hi: सर्वर स्नैपशॉट की प्रतीक्षा…
id: Menunggu snapshot server…
it: In attesa dello snapshot del server…
ja: サーバー状態を待機中…
ko: 서버 스냅샷 대기 중…
nl: Wachten op servermomentopname…
pl: Oczekiwanie na migawkę serwera…
pt: Aguardando o estado do servidor…
ru: Ожидание снимка состояния сервера…
th: กำลังรอสแนปชอตจากเซิร์ฟเวอร์…
tr: Sunucu anlık durumu bekleniyor…
uk: Очікування знімка стану сервера…
ur: سرور اسنیپ شاٹ کا انتظار…
vi: Đang chờ ảnh trạng thái máy chủ…
zh_hans: 正在等待服务器快照…
zh_hant: 正在等待伺服器快照…

# rating_delta
source: Global rating: %1d → %2d (%3d)
ar: التقييم العام: %1d -> %2d (%3d)
bn: গ্লোবাল রেটিং: %1d -> %2d (%3d)
de: Gesamtwertung: %1d -> %2d (%3d)
es: Rating global: %1d -> %2d (%3d)
fr: Classement global : %1d -> %2d (%3d)
hi: वैश्विक रेटिंग: %1d -> %2d (%3d)
id: Rating global: %1d -> %2d (%3d)
it: Valutazione globale: %1d -> %2d (%3d)
ja: 全体レート: %1d -> %2d (%3d)
ko: 전체 레이팅: %1d -> %2d (%3d)
nl: Globale rating: %1d -> %2d (%3d)
pl: Ocena globalna: %1d -> %2d (%3d)
pt: Rating global: %1d -> %2d (%3d)
ru: Общий рейтинг: %1d -> %2d (%3d)
th: เรตติ้งรวม: %1d -> %2d (%3d)
tr: Genel rating: %1d -> %2d (%3d)
uk: Загальний рейтинг: %1d -> %2d (%3d)
ur: عالمی ریٹنگ: %1d -> %2d (%3d)
vi: Xếp hạng toàn cầu: %1d -> %2d (%3d)
zh_hans: 全局评分：%1d -> %2d (%3d)
zh_hant: 全域評分：%1d -> %2d (%3d)

source: Ready
ar: جاهز
bn: প্রস্তুত
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
id: Siap
it: Pronto
ja: 準備完了
ko: 준비
nl: Klaar
pl: Gotowe
pt: Pronto
ru: Готов
th: พร้อม
tr: Hazır
uk: Готово
ur: تیار
vi: Sẵn sàng
zh_hans: 准备好
zh_hant: 準備好

source: Reconnecting
ar: إعادة الاتصال
bn: পুনরায় সংযোগ হচ্ছে
de: Verbindet erneut
es: Reconectando
fr: Reconnexion
hi: फिर से कनेक्ट हो रहा है
id: Menghubungkan ulang
it: Riconnessione
ja: 再接続中
ko: 재연결 중
nl: Opnieuw verbinden
pl: Ponowne łączenie
pt: Reconectando
ru: Повторное подключение
th: กำลังเชื่อมต่อใหม่
tr: Yeniden bağlanıyor
uk: Повторне підключення
ur: دوبارہ جڑ رہا ہے
vi: Đang kết nối lại
zh_hans: 正在重新连接
zh_hant: 正在重新連線

source: Refresh
ar: تحديث
bn: রিফ্রেশ
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: ताज़ा करें
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: تازہ کریں
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Stay
ar: البقاء
bn: থাকুন
de: Bleiben
es: Quedarse
fr: Rester
hi: रुकें
id: Tetap
it: Resta
ja: 残る
ko: 머무르기
nl: Blijven
pl: Zostań
pt: Ficar
ru: Остаться
th: อยู่ต่อ
tr: Kal
uk: Залишитися
ur: رکیں
vi: Ở lại
zh_hans: 留下
zh_hant: 留下

# waiting_for_ranked_opponent
source: You are in the ranked queue. The app checks for a match every few seconds.
ar: أنت في قائمة الانتظار المصنفة. يتحقق التطبيق من وجود مباراة كل بضع ثوان.
bn: আপনি র‍্যাঙ্কড সারিতে আছেন। অ্যাপ কয়েক সেকেন্ড পরপর ম্যাচ খোঁজে।
de: Du bist in der Ranglisten-Warteschlange. Die App prüft alle paar Sekunden auf ein Match.
es: Estás en la cola clasificatoria. La app busca partida cada pocos segundos.
fr: Vous êtes dans la file classée. L’app vérifie une partie toutes les quelques secondes.
hi: आप रैंक्ड कतार में हैं। ऐप हर कुछ सेकंड में मैच जांचता है।
id: Anda berada di antrean peringkat. Aplikasi memeriksa pertandingan setiap beberapa detik.
it: Sei nella coda classificata. L’app controlla una partita ogni pochi secondi.
ja: ランク戦の待機列にいます。数秒ごとに対戦を確認します。
ko: 랭크 대기열에 있습니다. 앱이 몇 초마다 매치를 확인합니다.
nl: Je staat in de ranked wachtrij. De app controleert elke paar seconden op een match.
pl: Jesteś w kolejce rankingowej. Aplikacja co kilka sekund sprawdza dopasowanie.
pt: Você está na fila ranqueada. O app verifica uma partida a cada poucos segundos.
ru: Вы в рейтинговой очереди. Приложение проверяет матч каждые несколько секунд.
th: คุณอยู่ในคิวจัดอันดับ แอปจะตรวจหาคู่แข่งทุกไม่กี่วินาที
tr: Ranked kuyruğundasın. Uygulama birkaç saniyede bir eşleşme kontrol eder.
uk: Ви в рейтинговій черзі. Застосунок перевіряє матч кожні кілька секунд.
ur: آپ رینکڈ قطار میں ہیں۔ ایپ ہر چند سیکنڈ بعد میچ چیک کرتی ہے۔
vi: Bạn đang ở hàng chờ xếp hạng. Ứng dụng kiểm tra trận sau vài giây.
zh_hans: 你已进入排位队列。应用每隔几秒检查一次匹配。
zh_hant: 你已進入排名佇列。應用程式每隔幾秒檢查一次配對。

source: You lost
ar: لقد خسرت
bn: আপনি হেরেছেন
de: Du hast verloren
es: Perdiste
fr: Vous avez perdu
hi: आप हार गए
id: Anda kalah
it: Hai perso
ja: 敗北しました
ko: 패배했습니다
nl: Je hebt verloren
pl: Przegrałeś
pt: Você perdeu
ru: Вы проиграли
th: คุณแพ้
tr: Kaybettin
uk: Ви програли
ur: آپ ہار گئے
vi: Bạn đã thua
zh_hans: 你输了
zh_hant: 你輸了

# result_win_subtitle
source: Great play!
ar: لعبة رائعة !
bn: সুন্দর খেলা!
de: Gute Spiel !
es: ¡Muy bueno juego!
fr: Très beau jeu !
hi: अच्छा खेल!
id: Permainan yang bagus!
it: Ottimo gioco!
ja: 素晴らしいゲーム!
ko: 멋진 게임!
nl: Goed spel!
pl: Świetna gra!
pt: Ótimo jogo!
ru: Отличная игра!
th: เกมที่ดี!
tr: Harika oynadın!
uk: Чудова гра!
ur: بہت اچھا کھیل!
vi: Trò chơi tuyệt vời!
zh_hans: 很棒的玩!
zh_hant: 很棒的玩!

# result_loss_subtitle
source: Good effort. Try the rematch.
ar: جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزاك الله خير جزا
bn: ভালো কাজ করুন, ফেরার চেষ্টা করুন।
de: Gute Arbeit, versuchen Sie den Rabat.
es: Bueno trabajo, intenta la remodelación.
fr: Bonne expérience, essayez le remake.
hi: अच्छा काम है, फिर से काम की कोशिश करें।
id: Coba saja. coba remake
it: Buona giornata, prova il remoto.
ja: うまくやってみて、リリースしてみてください。
ko: 좋은 시도, 을 시도해 보세요.
nl: Goed werk, probeer het remtje.
pl: Dobrze się bawi, spróbuj remisji.
pt: Boa prova, tente o remédio.
ru: Хороший результат! попробуйте ремить
th: ความพยายามที่ดี ลองการ rematch
tr: İyi mücadele. Rövanşı dene.
uk: Добре, але спробуйте ремісію.
ur: اچھا کام ۔ ٹیسٹ کریں ۔
vi: - Thật là tốt, thử lại.
zh_hans: 好工作,试试。
zh_hant: 好工作,試試。

# result_draw_subtitle
source: Even match.
ar: حتى في المباراة
bn: খেলাও।
de: Auch das Match.
es: Incluso el partido.
fr: Même le match.
hi: मैच भी।
id: Bahkan pertandingan
it: Anche il match.
ja: 試合も。
ko: 심지어 경기도 마찬가지다.
nl: Zelfs een match.
pl: Nawet mecz.
pt: Mesmo em jogo.
ru: Даже в матче.
th: แม้จะมีการแข่งขัน
tr: Dengeli maç.
uk: І навіть матч.
ur: میچ بھی ہے
vi: Thậm chí là trận đấu.
zh_hans: 甚至是比赛。
zh_hant: 甚至是比賽。

# result_elo_change
source: ELO change
ar: ELOالتغيير
bn: ELOপরিবর্তন
de: ELOVeränderung
es: ELOCambio
fr: ELOChangement
hi: ELOबदलाव
id: ELOPerubahan
it: ELOcambiamento
ja: ELO変化
ko: ELO변화
nl: ELOverandering
pl: ELOzmiana
pt: ELOMudança
ru: ELOИзменения
th: ELOการเปลี่ยนแปลง
tr: ELO değişimi
uk: ELOЗміни
ur: ELOتبدیلی
vi: ELOthay đổi
zh_hans: ELO变革
zh_hant: ELO變革

source: Coin result
ar: Coinالنتيجة
bn: Coinফলাফল
de: CoinErgebnis
es: CoinResultado
fr: CoinRésultat
hi: Coinपरिणाम
id: CoinHasilnya
it: CoinIl risultato
ja: Coin結果
ko: Coin결과
nl: CoinResultaten
pl: CoinWynik
pt: CoinResultado
ru: CoinРезультат
th: Coinผล
tr: Coin sonucu
uk: CoinРезультат
ur: Coinنتائج
vi: CoinKết quả
zh_hans: Coin结果
zh_hant: Coin結果

source: You won!
ar: لقد فزت!
bn: আপনি জিতেছেন!
de: Du hast gewonnen!
es: ¡Ganaste!
fr: Vous avez gagné !
hi: आप जीत गए!
id: Anda menang!
it: Hai vinto!
ja: 勝利しました！
ko: 승리했습니다!
nl: Je hebt gewonnen!
pl: Wygrałeś!
pt: Você venceu!
ru: Вы выиграли!
th: คุณชนะ!
tr: Kazandın!
uk: Ви перемогли!
ur: آپ جیت گئے!
vi: Bạn đã thắng!
zh_hans: 你赢了！
zh_hant: 你贏了！

source: Your turn
ar: دورك
bn: আপনার পালা
de: Du bist am Zug
es: Tu turno
fr: À vous de jouer
hi: आपकी बारी
id: Giliran Anda
it: Tocca a te
ja: あなたの番
ko: 내 차례
nl: Jouw beurt
pl: Twoja tura
pt: Sua vez
ru: Ваш ход
th: ตาคุณ
tr: Sıra sende
uk: Ваш хід
ur: آپ کی باری
vi: Đến lượt bạn
zh_hans: 轮到你了
zh_hant: 輪到你了

source: Opponent's turn
ar: دور الخصم
bn: প্রতিপক্ষের পালা
de: Gegner ist am Zug
es: Turno del rival
fr: Tour de l’adversaire
hi: प्रतिद्वंद्वी की बारी
id: Giliran lawan
it: Tocca all’avversario
ja: 相手の番
ko: 상대 차례
nl: Beurt van tegenstander
pl: Tura przeciwnika
pt: Vez do oponente
ru: Ход соперника
th: ตาคู่แข่ง
tr: Rakibin sırası
uk: Хід суперника
ur: حریف کی باری
vi: Lượt của đối thủ
zh_hans: 对手回合
zh_hant: 對手回合

source: I am ready
ar: أنا جاهز
bn: প্রস্তুত
de: Ich bin bereit
es: Estoy listo
fr: Je suis prêt
hi: मैं तैयार हूँ
id: Aku siap
it: Sono pronto
ja: 準備中
ko: 나는 준비가
nl: Ik ben klaar
pl: Jestem gotowy
pt: Estou pronto
ru: Я готов
th: ฉันพร้อม
tr: Hazırım.
uk: Я готова
ur: میں تیار ہوں
vi: Tôi đã sẵn sàng
zh_hans: 我准备好了
zh_hant: 我準備好了

source: Get ready
ar: كن مستعدا
bn: প্রস্তুত হওয়া
de: Bereiten Sie sich
es: ¡Estás preparado
fr: Prêt à
hi: तैयार हो जाओ
id: Bersiaplah
it: Preparati
ja: 準備する
ko: 준비하라
nl: Word klaar
pl: Przygotuj się
pt: Preparado para
ru: Будьте готовы
th: เตรียม
tr: Hazır olun.
uk: Підготуйтеся
ur: تیار ہو جاؤ
vi: Chuẩn bị
zh_hans: 准备好
zh_hant: 準備好

source: Connecting players
ar: اتصال اللاعبين
bn: সংযোগী খেলোয়াড়
de: Anschluss Spieler
es: Conectar a los jugadores
fr: Connectez les joueurs
hi: खिलाड़ियों को कनेक्ट करें
id: Menghubungkan pemain
it: Connessione dei giocatori
ja: プレイヤーを接続
ko: 플레이어 연결
nl: - verbinding spelers
pl: łączą graczy
pt: Conectando jogadores
ru: соединение игроков
th: การเชื่อมต่อผู้เล่น
tr: Oyuncuların bağlanması
uk: Зв'язок гравців
ur: کھلاڑیوں کو منسلک کریں
vi: Kết nối người chơi
zh_hans: 连接玩家
zh_hant: 連線玩家
